Repository: Davide-Gheri/Hose
Catalog: translations/*.po
Languages: it

# common
source: Add new
it: Aggiungi nuovo

# board
source: Board id
it: ID scheda

# board
source: Board IP address
it: Indirizzo IP della scheda

# common
source: Delete
it: Rimuovi

# common
source: Cancel
it: Annulla

# common
source: Submit
it: Invia

# board
source: Board updated
it: Scheda aggiornata

# board
source: Board created
it: Scheda creata

# board
source: Cannot delete a board associated with an Environment. You have to delete the Environment!
it: Impossibile eliminare una scheda associata a un ambiente. È necessario eliminare l'ambiente!

# board
source: Board deleted
it: Bacheca eliminata

# board
source: No Boards set
it: Nessuna scheda impostata

# common
source: Create new
it: Crea nuovo

# board
source: Healthcheck
it: Check salute

# board
source: last check
it: Ultimo check

# common
source: Never
it: Mai

# board
source: Edit board
it: Modifica scheda

# board
source: Add a new Board
it: Aggiungi nuova scheda

# board
source: Register a new sensor board <br/> Find the board id on the sensor. <br/> Optionally (recommended) add the board IP to enable board health check
it: Registra una nuova scheda <br/> L’id è stampato sulla scheda stessa. <br/> Facoltativo (consigliato) aggiungi l’indirizzo IP della scheda per abilitare il check salute

# common
source: Are you sure?
it: Sei sicuro?

# environment
source: Environments
it: Ambienti

# common
source: See all
it: Vedi tutto

# environment
source: No preferred environment set
it: Nessun ambiente preferito impostato

# environment
source: Edit Environment
it: Modifica ambiente

source: Environment
it: Ambiente

# gpio
source: GPIO pins
it: Pin GPIO

# environment
source: This Environment does not have any associated GPIOs
it: Questo ambiente non ha nessun GPIO associato

# environment
source: Add a new Environment
it: Aggiungi un nuovo ambiente

# environment
source: Create a new Environment associated with 1 moisture sensor board. <br/> Add a Rule and 1 or more GPIO pins to activate auto irrigation
it: Crea un nuovo ambiente associato ad un sensore di umidità. <br/> Aggiungi una regola ed uno o più pin GPIO per attivare l’auto irrigazione

# environment
source: Environment updated
it: Ambiente aggiornato

# environment
source: Environment created
it: Ambiente creato

# environment
source: Environment deleted
it: Ambiente eliminato

# environment
source: Title
it: Titolo

# environment
source: Description
it: Descrizione

source: Board
it: Scheda

source: Rule
it: Regola

# gpio
source: Gpios
it: Gpio

# environment
source: No environments set
it: Nessun ambiente impostato

# common
source: Reload
it: Ricarica

# common
source: An error occurred
it: C’è stato un errore

# gpio
source: Add a new GPIO
it: Aggiungi un nuovo pin GPIO

# gpio
source: Register a new GPIO pin of the Raspberry Pi
it: Registra un nuovo pin GPIO del Raspberry Pi

# gpio
source: GPIO deleted
it: GPIO eliminato

# gpio
source: No GPIOs set
it: Nessun pin GPIO impostato

# gpio
source: No associated environments
it: Nessun ambiente associato

# board
source: Boards
it: Schede

# record
source: Time
it: Ore

source: Record
it: Lettura

# record
source: Last records
it: Ultime letture

# record
source: Records
it: Letture

# record
source: Reading
it: Lettura

# common
source: Created at
it: Data creazione

# watering
source: Processed at
it: Data processo

# watering
source: Waterings
it: Annaffiamenti

# validation
source: Field required
it: Campo richiesto

# validation
source: Invalid email
it: Email non valida

# validation
source: Field must be numeric
it: Il campo deve essere numerico

# validation
source: Field must be only letters
it: Il campo deve essere solo lettere

# validation
source: Field does not match
it: Il campo non coincide

# validation
source: Field must be a valid Url
it: Il campo deve essere una Url valida
